{
    "NoOsa": "The apnea-hypopnea index was _AHI_ and the Spo2 nadir _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography) which does not meet the diagnostic criteria for obstructive sleep apnea. Home sleep apnea tests (HSAT) have false negative rates as high as 24% and may underestimate AHI by a value upwards of 25 events/hr.  Age over 50 was the primary predictor of a positive polysomnogram after a negative HSAT.  (Zeidler MR, Santiago V, Dzierzewski JM, Mitchell MN, Santiago S, Martin JL. Predictors of obstructive sleep apnea on polysomnography after a technically inadequate or normal home sleep test. J Clin Sleep Med 2015;11(11):1313–18.)  Therefore, if clinical suspicion for sleep disordered breathing remains high, a dedicated in-lab polysomnogram is recommended.* [*In patients with a moderate to high pretest probability for obstructive sleep apnea, home sleep testing has adequate specificity to rule-in OSA but it lacks the sensitivity to definitively rule-out OSA. In such cases, a negative home sleep test should be followed by in-lab polysomnography which has adequate sensitivity to definitively rule-out OSA. Clinical Guidelines for the Use of Unattended Portable Monitors in the Diagnosis of Obstructive Sleep Apnea in Adult Patients--American Academy of Sleep Medicine]",
    "NoOsaAvg": "The apnea-hypopnea index was _AHI_ and the Spo2 nadir _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography) which does not meet the diagnostic criteria for obstructive sleep apnea.   Home sleep apnea tests (HSAT) have false negative rates as high as 24% and may underestimate AHI by a value upwards of 25 events/hr.  Age over 50 was the primary predictor of a positive polysomnogram after a negative HSAT.  (Zeidler MR, Santiago V, Dzierzewski JM, Mitchell MN, Santiago S, Martin JL. Predictors of obstructive sleep apnea on polysomnography after a technically inadequate or normal home sleep test. J Clin Sleep Med 2015;11(11):1313–18.)   Therefore, if clinical suspicion for sleep disordered breathing remains high, a dedicated in-lab polysomnogram is recommended.*   [*In patients with a moderate to high pretest probability for obstructive sleep apnea, home sleep testing has adequate specificity to rule-in OSA but it lacks the sensitivity to definitively rule-out OSA. In such cases, a negative home sleep test should be followed by in-lab polysomnography which has adequate sensitivity to definitively rule-out OSA. Clinical Guidelines for the Use of Unattended Portable Monitors in the Diagnosis of Obstructive Sleep Apnea in Adult Patients--American Academy of Sleep Medicine]",
    "MildOsa": "These findings are consistent with the diagnosis of mild obstructive sleep apnea (OSA) with an AHI of _AHI_  and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the IB scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).  Treatment options for this level of obstructive sleep apnea include CPAP therapy, best treatment option, or a custom fabricated mandibular advancement device (MAD). In addition, behavioral modifications such as weight loss (if applicable), abstaining from alcohol/sedating medications/tobacco (if applicable) near bedtime, and avoidance of sleep in supine position are suggested. If CPAP is chosen, it can be initiated either through a dedicated CPAP titration study (preferred) or through an auto-titrating CPAP machine (APAP) initially set to 5-12 cm of water. Close clinical follow-up is recommended with use of CPAP data downloads to confirm both compliance and efficacy of treatment.  If a MAD (worn nightly in conjunction with a positional therapy device) is chosen, a follow-up sleep study should be undertaken while using this device to confirm efficacy. Obstructive Sleep Apnea G4733",
    "MildOsaAvg": "These findings are consistent with the diagnosis of mild obstructive sleep apnea (OSA) with an AHI of _AHI_ and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the IB scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).     Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.           Considering the severity of sleep disordered breathing and presence with hypoxemia observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.    Obstructive Sleep Apnea G4733   Central Sleep Apnea, G4731   Idiopathic sleep related nonobstructive alveolar hypoventilation G4734",
    "MildOsaCai": "These findings are consistent with the diagnosis of mild mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ %  (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.  Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.   Considering the severity of sleep disordered breathing observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.   Obstructive Sleep Apnea G4733  Central Sleep Apnea, G4731",
    "MildOsaCaiAvg": "These findings are consistent with the diagnosis of mild mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ %  (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.  Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.           Considering the severity of sleep disordered breathing and presence with hypoxemia observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.    Obstructive Sleep Apnea G4733    Central Sleep Apnea, G4731    Idiopathic sleep related nonobstructive alveolar hypoventilation G4734",
    "ModerateOsa": "These findings are consistent with the diagnosis of moderate  obstructive sleep apnea with an AHI of _AHI_ and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the “Optional” scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).  Because of the severity of sleep disordered breathing observed in this study I would recommend CPAP as a first-line treatment modality.  If CPAP is chosen, it can be initiated either through a dedicated CPAP titration study (preferred) or through an auto-titrating CPAP machine (APAP) initially set to 5-12 cm of water. Close clinical follow-up is recommended with use CPAP data downloads to confirm both compliance and efficacy of treatment.",
    "ModerateOsaAvg": "These findings are consistent with the diagnosis of moderate  obstructive sleep apnea with an AHI of _AHI_  and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the “Optional” scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).     Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.           Considering the severity of sleep disordered breathing and presence with hypoxemia observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.    Obstructive Sleep Apnea G4733    Central Sleep Apnea, G4731   Idiopathic sleep related nonobstructive alveolar hypoventilation G4734",
    "ModerateOsaCai": "64-year-old woman who underwent HSAT  to assess for sleep disordered breathing.  These findings are consistent with the diagnosis of moderate  mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.   Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.    Considering the severity of sleep disordered breathing observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.   Obstructive Sleep Apnea G4733  Central Sleep Apnea, G4731",
    "ModerateOsaCaiAvg": "These findings are consistent with the diagnosis of moderate  mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ % (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.    Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.           Considering the severity of sleep disordered breathing and presence with hypoxemia observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.    Obstructive Sleep Apnea G4733   Central Sleep Apnea, G4731   Idiopathic sleep related nonobstructive alveolar hypoventilation G4734",
    "SevereOsa": "These findings are consistent with the diagnosis of  severe obstructive sleep apnea with an AHI of  _AHI_  and SpO2 _NADIR_ of 89% with average Spo2 _AVG_ %  (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the “Optional” scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).  Because of the severity of sleep disordered breathing observed in this study I would recommend CPAP as a first-line treatment modality.  If CPAP is chosen, it can be initiated either through a dedicated CPAP titration study (preferred) or through an auto-titrating CPAP machine (APAP) initially set to 5-12 cm of water. Close clinical follow-up is recommended with use CPAP data downloads to confirm both compliance and efficacy of treatment.  Obstructive Sleep Apnea G4733",
    "SevereOSaAvg": "These findings are consistent with the diagnosis of  severe obstructive sleep apnea with an AHI of _AHI_ and SpO2 _NADIR_ of 89% with average Spo2 _AVG_ %  (confirmed by plethysmography).   Obstructive sleep apnea was _SEVERITY_ while in the supine position   In addition, flow limitation and oxygen desaturations of 3% or less (not meeting the “Optional” scoring criteria used on this study) were noted to occur.  This suggests the true severity of sleep apnea is underestimated on this study (as reflected by the AHI).     Due to persistent hypoxemia, unrelated to obstructive events, a dedicated CPAP titration study should be performed prior to initiating this PAP therapy.  This would be undertaken to confirm resolution of sleep apnea and hypoxemia with treatment   Obstructive Sleep Apnea G4733     Idiopathic sleep related nonobstructive alveolar hypoventilation G4734",
    "SevereOsaCai": "64-year-old woman who underwent HSAT  to assess for sleep disordered breathing.   These findings are consistent with the diagnosis of severe mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ %  (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.   Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.         Considering the severity of sleep disordered breathing observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.   Obstructive Sleep Apnea G4733   Central Sleep Apnea, G4731",
    "SevereOsaCaiAvg": "64-year-old woman who underwent HSAT  to assess for sleep disordered breathing.   These findings are consistent with the diagnosis of severe mixed (_CENTRAL_) sleep apnea with an AHI of _AHI_ (CAI _CAI_) and SpO2 nadir of _NADIR_ % with average Spo2 _AVG_ %  (confirmed by plethysmography).   Mixed sleep apnea was _SEVERITY_ when supine.    Considering the presence of primary central sleep apnea on this home sleep apnea test, a split-night polysomnogram is recommended (and required for insurance coverage) to both confirm this diagnosis and to establish the appropriate PAP therapy.           Considering the severity of sleep disordered breathing and presence with hypoxemia observed in this study I recommend nPAP therapy as a first-line treatment modality.  Due to the presence of central/mixed apneas, a dedicated PAP titration study should be performed prior to initiating therapy.   Obstructive Sleep Apnea G4733    Central Sleep Apnea, G4731    Idiopathic sleep related nonobstructive alveolar hypoventilation G4734"
}